{"title": "Scanning the horizon: emerging hospital-wide technologies and their impact on critical care", "text": ["This series of articles provides regular surveillance of new technologies which may impact on critical care. Several countries have developed national horizon scanning systems to identify and monitor new health technologies. There is variation in how these centres gather information, but a consistent set of high priority sources has been identified . For the purposes of this article, the outputs of major health technology assessment centres, national regulatory authorities, and recognized scientific news sources  were systematically searched for developments relevant to acute and critical care. This was combined with a manual medical literature search, along key editorial themes subjectively selected for this issue.", "Point-of-care testing is a major emerging theme throughout the health sector, encompassing both new diagnoses and monitoring of known diseases and their treatment. Areas of research range from the potentially lucrative markets for outpatient, 'office'-based and patient self-testing, through to in-hospital diagnostics, which include both rapid access analysis of traditionally laboratory bound diagnostics and direct patient imaging. Both aspects are particularly relevant to critical care clinicians, who rely on time sensitive diagnosis and treatment in a hyper-acute setting. An example of bedside imaging in cardiac assessment has already been cited in the first article of the present series . Sample analysis, meanwhile, is rapidly developing to encompass bedside biochemical markers, physiological homeostasis monitoring, and novel ultra-rapid forms of infectious disease diagnosis.", "B-type natriuretic peptide can be a rapid and effective marker of ventricular strain and heart failure , and can now be measured using a point-of-care diagnostic panel (Triage BNP Test; Biosite Inc., San Diego, CA, USA). Similar current and forthcoming technologies include rapid access D-dimer assays for diagnosis of pulmonary embolism as part of a structured point-of-care algorithm  and unpublished early developments in stroke diagnostics. Validation and clinical trials of these technologies have taken place primarily in the emergency department setting, but heart failure, cerebrovascular accident and pulmonary embolism are all of added significance in the intensive care unit (ICU) as both primary and acquired conditions. Rapid bedside diagnosis of such conditions with minimal need for intrahospital transport may be of great potential benefit to intensivists.", "The importance of tight glucose control in sepsis is becoming well established , although work continues on refining the target range, with a study of 4,000 patients now in progress (Normoglycaemia in Intensive CarE study, ANZICS, commencing 2004). The first major prospective study of tight glucose control in sepsis introduced a novel algorithm requiring frequent measurements , which raised concerns over patient safety and resource utilization in general ICUs. Point-of-care 'stick' glucose testing is already prevalent, but technology now exists for continuous in vivo glucose monitoring, which, although intended for ambulatory use, could improve accuracy in the acute setting. A subcutaneous interstitial glucose sensor system (Continuous Glucose Monitoring System; Medtronic MiniMed, Inc., Northridge, CA, USA) was tested against clamp controlled hypoglycaemic and hyperglycaemic excursions in volunteers ; it was shown to be closely correlated with reference analyzer results (r2 = 0.91; P < 0.001) and highly responsive (half-time 4.0 ± 1.0 min). Similarly, another device (Glucoday; A. Menarini Diagnostics, Florence, Italy), utilizing a 15–100 μl micropump and a biosensor coupled with microdialysis to give a claimed response time of 2 min, will reach European markets this year. Such devices may be incorporated into manual algorithms, or they may potentially open the way to automated closed-loop glucose control.", "Microbiological diagnosis within clinical laboratories has been advancing apace . Polymerase chain reaction technology is well established, but progressive refinements have made possible the rapid and near real-time diagnosis of current, novel, or newly relevant pathogens, including HIV and SARS (severe acute respiratory syndrome). Techniques initially aimed at viruses because of their manageable size can now also be applied to bacteria and can be used for broad, simultaneous screening of multiple pathogens (Pneumoplex, Prodesse, Milwaukee, WI, USA). Further refinements in microarrays and microfluidics are anticipated to bring handhand and point-of-care systems into use in the near future.", "Point-of-care and rapid laboratory based technologies will soon be able to elicit not only pathogen identity but also patterns of drug resistance. Developments include the use of adenylate kinase assay for accelerated laboratory based identification of drug-resistant bacteria, including methicillin-resistant Staphylococcus aureus and vancomycin-resistant enterococci (BacLite, Acolyte Biomedica, Salisbury, UK; ).", "Point-of-care testing within emergency and critical care areas is likely to develop rapidly in the next 5 years, but it will bring complications relating to quality control, medicolegal liability, certificated training for ICU and other nonlaboratory staff, increased cost, and territoriality issues.", "Finally, other bedside technologies that have recently been assessed include the use of handheld ultrasound devices to detect occult pneumothoraces, which have been shown to have a higher sensitivity than chest radiography (48.8% versus 20.9%) against a computed tomography standard . Preliminary investigations suggest that handheld infrared pupillometry may be of clinical use in detecting midline cerebral shift in head injury patients .", "More procedure orientated assistance may become available from near-infrared technology, which has been piloted in a computerized bedside visualization device to aid venous cannulation . Applicability to central venous cannulation has not been explored.", "Acquired bloodstream infection (BSI) in the ICU is a serious complication. A study of ICU patients in Calgary  demonstrated crude death rates of 45% among patients with ICU-acquired BSI, as compared with 21% in those without (P < 0.0001).", "S aureus was isolated in 18% of cases in the study cited above. In this context, the development of an antistaphylococcal vaccine (StaphVAX; Nabi Pharmaceuticals, Boca Raton, FL, USA) represents a promising new health technology . StaphVAX is currently in phase III trials for end-stage renal disease, but phase II trials are under way in postoperative and long hospital stay patients.", "Health technology assessment encompasses the best use of current health care devices as well as emerging technologies. Medical devices represent a prime infection hazard, and US Centers for Disease Control and Prevention guidelines  cover the safe use of intravascular devices to minimize acquired BSI. However more recent work demonstrates that the incidence of catheter-related BSI may be significantly reduced by adding a further device – needle-free, disinfectable connectors instead of three-way stopcocks – to the existing recommendations (0.7 infections/1000 days versus 5.0 infections/1000 days of catheter use; P < 0.03) .", "Clinical management of sepsis is normally outside the remit of this section of the journal. However, it is noteworthy that new mechanical technology has been applied to the direct treatment of sepsis rather than to cardiovascular or tissue perfusion monitoring. A recent European multicentre open randomized phase II trial  investigated the use of the Endotoxin Adsorber system EN500 (Fresenius, Bad Homburg, Germany) in 145 patients with severe sepsis or septic shock due to suspected Gram-negative infection. The study demonstrated a trend toward reduced ICU stay and more rapid reduction in lipopolysaccharide levels, but it failed to show any difference in outcome.", "Certain developments in this sector are pertinent to critical care. ISABEL is a web-based, diagnostic decision support tool intended to provide diagnosis reminders and minimize missed diagnosis of critical disease processes. It is currently in use in several UK and overseas hospitals, with development supported by UK Department of Health funding followed by a commercial launch .", "The methodology is novel; a commercial artificial intelligence inference engine (Autonomy, Cambridge, UK) is used to extract and structure information from standard paediatric textbooks, and to generate diagnostic reminders from this knowledge base in response to unstructured free text clinical information. The software has been under development for some time and was reviewed in this journal in 2002 , but it is now being modified to encompass adult critical illness. A review of decision support systems by the UK National Institute of Clinical Excellence is pending.", "There are political and medicolegal implications. The ISABEL project was initially set up on a charitable basis by the parents of a child who survived a prolonged stay in paediatric intensive care after a missed diagnosis of necrotizing fasciitis. Although the system is as yet little known among adult intensivists, its technology is innovative and its proposed status as an 'online second opinion' may give it, together with similar expert systems, a powerful consumerist resonance with patients, carers and managers. The UK National Institute of Clinical Excellence findings should be monitored with interest by critical care providers.", "More broadly, the UK health service is currently in the grip of a globally unprecedented large-scale National Project for IT (NPfIT) . Structured as a series of private finance initiatives, this ambitious programme will ultimately see in a host of regionally standardized patient information systems, image storage, and networked monitoring and audit systems, linked to a national electronic patient record 'spine'. There are already concerns about timescale, feasibility and funding. Broader concern is growing about catastrophic and unpredictable 'emergent behaviour' in massively interconnected information technology (IT) systems, which are rapidly becoming too complex to test or accurately model . Emergent behaviour in complex systems has already been explored in popular fictional media, in which predicted outcomes are spectacular but somewhat discouraging ; however, even without quite such an apocalyptic scenario, we may well see a rising incidence of total system failures due to unpredictable nonlinear behaviour – that is, major collapses triggered by small unforeseen causes. In the light of recent North American power outages and destructive computer failures in the UK social service and tax systems, emergent behavour must now be considered a clear and present threat to our increasingly networked health services and their supporting infrastructure. Levels of concern are such that the UK Government is funding a £10 million research programme into IT complexity and catastrophic failures.", "How much of this is relevant to critical care or to other countries? First, ICUs provide complex, time-sensitive care to highly dependent patients. They therefore require the successful convergence of multiple hospital systems, which makes them uniquely vulnerable to the consequences of system failures, whether in diagnostics, supplies, information flow, or indeed electrical power. Second, the currently stated UK NPfIT vision is that all ICU subsystems, including networked monitoring, telemetry and audit systems, will eventually be integrated into NPfIT, with control over equipment selection and data collection handed to the regional private sector consortia and to national audit bodies. Clinician engagement and choice may not feature highly on the agenda, and there are clear concerns over the future of independent research and audit. Finally, clinicians from other countries would be well advised to follow such developments because the UK is not unique in its desire to radically modernize and standardize health IT, starting with a drive toward electronic patient records. In April 2004, President Bush issued an executive order calling for US national implementation of electronic medical records within 10 years, from a current baseline of 19% implementation. In a series of presidential speeches he went on to further define health care objectives substantially similar to the UK NPfIT agenda .", "Therefore, this represents another area in which political and technological developments outside the ICU may have a direct impact on clinical practice and patient safety, and intensivists are strongly recommended to consult early and engage with those driving their local and national health economy.", "A variety of emerging technologies are examined here. Very few of these are designed or marketed to be specific to intensive care, and few are traditional 'devices' that can be physically handled or attached to a patient. However, critical care is a distillation of acute hospital practice, and any health care technology that has an impact on diagnosis, monitoring, and management of acute conditions will be of heightened importance in the clinical pressure cooker of intensive care. Point-of-care testing, accelerated microbiological diagnostics, decision support systems and networked IT systems are all key developments that will exert an impact on future critical care practice.", "BSI = bloodstream infection; ICU = intensive care unit; IT = information technology.", "The author(s) declare that they have no competing interests."], "abstract": "This commentary represents a selective survey of developments relevant to critical care. Selected themes include advances in point-of-care diagnostic testing, glucose control, novel microbiological diagnostics and infection control measures, and developments in information technology that have implications for intensive care. The latter encompasses an early example of an artificially intelligent clinical decision support mechanism, the introduction of a national health care information technology programme (UK NPfIT) and its implications, and exotic threats to patient safety due to emergent behaviour in complex information systems."}